// 每条日记支持可选图片字段：
// images: ['反思日记/2026-04-11-1.jpg', '反思日记/2026-04-11-2.jpg']
const myThoughts = [
          { 
        date: '2026.04.17', 
        tag: 'MOOD', 
        zh: `最近的旅行我感觉非常顺利，虽然总是从纠结并来回切换拍摄设备，遐想未来的计划到底是什么

除此之外，顺利的租到了车，想去的博物馆现场排队也不久，欧洲人也会夸我画的画，一出地铁下暴雨，但是看到了文明宫沉浸在彩虹里

唯一见上面的民宿主人淡淡的不热情 但是给予了我所有，从熬夜给我讲罗马地图，推荐饭馆到想用scooter送我去任何地方，我遇到了臆想中的旅行交集。

就在我打字的时候 我晚上一点在许愿池，一对新人求婚，天呐，还请了他们的朋友来拉小提琴。

痛苦的思绪像口香糖，我嚼了很久，它溃烂的不成形状却还是存在，我把它粘在城市的角落。我在旅行中完善自己平和自己 `
    },
  {
    date: "2026.04.12",
    tag: "MOOD",
    zh: ` 点了柠檬味的和牛奶味的冰淇淋，感觉淡淡的，也不甜，
吃了两口觉得好累，做在意大利圣百花广场的一个台阶上，
到处都是吉他和跳舞的人。

特别难选啊冰淇淋口味，
本来想吃冰淇淋已经下了很大决心了
三个球吃不完，两个的话就不能都是甜的，
巧克力我怕太甜，草莓我怕是科技味，
有点想吃椰子但是好像每次都选椰子。

我好像一直在排除自己不想要的然后去选择
所以最后也不是我那么想要的

好像别人给我推荐一个口味或品牌
我觉得很不错绑上情绪价值后
我就会一直复购，一直重复

逛的好好的，刷到14岁团队打ai功能比赛，
就想赶紧回电脑前学做一些创新。
发现只能搞这个破网站还搞不好，想推翻但这个ai也听不懂人话，
就像人行道不管哪一边的人永远和我逆向。

真是要学的时候惦记玩 ，玩惦记着学，玩也玩不好，学也学不好操

初高中寒暑假快结束的时候，爸爸总是说“要收心了”
主要是我觉得我寒暑假也没咋玩呀补课，偷摸着玩。
大学好点虽然在杭州但也不咋回，暑假打工能不在家就不在家。
现在是学生时代最后的时间了，感觉那句要收心了
每天都在睁眼的第一秒出现在脑袋表皮层十层里的第一层，
之前是收起玩的心，
现在呢，是要收起当学生的心进入社会了工作了吗。

我感觉我的性癖是被摸头，顺着来倒着来。
可能这个举动是特别小时候妈妈对我做的，
后来咋没了呢？
可能我长高了吧？

但不知道为啥摸我家狗 他马上就会逃走
你知不知道我在给你做我的顶级享受、情色服务？
真是过分

我也没怪啥，也没有痛苦到要说原生家庭这个词，
但这些事也确实发生了

这冰淇淋怎么变得好苦，手机又坏了 `,
    images: ["日记图片/IMG_4935.JPG"],
  },
  {
    date: "2026.04.10",
    tag: "MOOD",
    zh: ` 爱我你辛苦了 `,
  },
  {
    date: "2026.04.3",
    tag: "MOOD",
    zh: ` 我真的觉得学习和了解更多，看同一件事情理解的点也不一样，专业课上，同样一段视频我能发散的很开。
路人听到了弗拉门戈翩翩起舞，我却感觉无比悲伤近乎落泪，我更欣喜地发现 这种感情和我的经历无关，是纯粹的感受。 `,
  },

  {
    date: "2026.04.6",
    tag: "MOOD",
    zh: `没赶上去西班牙的飞机后，去尼斯的过程也不轻松，背包太大还是交了行李额。在走向飞机的路上，我在想我买的不是具象的行李额，是抽象的，经历了上次错过的旅程，为了能踏上旅程我愿意付出一切看似不值得的事，背包很大其实也只装了无人机相机电脑，我愿意为我能创作内容的机会买单，一下子就豁然了`,
  },
  {
    date: "2026.04.1",
    tag: "MOOD",
    zh: `
        好烦啊 我的生活节奏又被打乱`,
  },
  {
    date: "2026.03.31",
    tag: "MOOD",
    zh: `
        今天错过了去西班牙的飞机，想起上一次也是第一次错过飞机还是和进
        去武汉，进的家乡，我去找我的高中同学，那个时候进还没有搬出宿舍但还是被他的舍友困扰着，
        他就来我们宿舍打地铺（还是熬了一夜？）我们5.30出发的，（宿舍楼最早也是5.30开）
        两个愣头青就留了半个小时值机，飞机早就走了，然后就潇洒改坐火车，武汉很好，我吃了一碗很辣的螃蟹面
        进带我尝了马蹄莲 我第一次吃。
        
        现在我们偶尔说话，我觉得他离我好远，
        他走的好快、飞的好高，
        
        我他妈怎么还在读书混日子？

        但我总是偷偷听他的歌单（这也不算偷偷吧）
        很有品啊，他的品味至于我就像一个宇宙
        可是他对外说他的过去永远是 高中辍学打游戏开头。

        听着“他的”歌，

        仿佛又去到了每一家餐厅，每一次都是3个硬菜起步，
        不知道为什么，好像我们也总能吃完，
        不知道为什么，我吃的比他多

        仿佛我还在他的副驾上睡觉，什么都不想
        和他聊他应该觉得很幼稚的事情，一起说政策
        和他说话真放松、最放松
        希望我们还能多说

        仿佛回到珠峰大本营下，我们在5000米海拔的草原上睡觉，
        旁边有一个牧马人和一匹马
        他一直问我们从哪来
        从哪来、
        从哪来，
        从哪来。 `,
  },
  {
    date: "2026.03.30",
    tag: "MOOD",
    zh: `我一直以为我不是那种在意别人对自己看法的人 特别是经济条件方面

大学舍友是接触到我坏情绪最多的人他总是不明白“我要是你这么帅只会享受生活，不会这样唉声叹气的”
他不知道也正是因为外表，我总是容易被卷到不属于我的圈层，那里的消费太夸张。

如果一个人长得一般3分但是有经济 或地位的就能很轻易的加分变成6分，长得好看6分，但没有那些条件，我不认为大众或自己能直接减3分，
好像普遍认为能靠颜值变现。他们还是觉得是六分，但是心里清楚这两个六分不一样，一个是空心的。这远比加减法复杂

我花了很长时间去做到舍友的那种不在乎任何的状态，但也很努力的去找怎么补上我的3分。
来了伦敦之后我像是开始做了一场很长的梦，每天能睡到自然醒，像本科那样翘课但是比本科更少的社交关系。
远离有圈子的人，远离价值信条太多的人，远离信星座的人，远离标榜自己的人，远离要说再见的朋友。

我生活在deptford，一个全是黑人但也不危险的社区，3磅的炸鸡套餐，5磅的9寸披萨，瑜伽和健身房就1分钟到达，
遍布五金店和涂鸦的街道周三五六有固定的跳蚤市场，我能用15磅两件很好看的衣服。坐火车5分钟到伦敦桥，回程有时候还能逃票。

我热爱这个社区，我讨厌做作的白人，夜晚到来，伦敦的写字楼亮灯，金碧辉煌，但和我一点关系也没有。

对于花钱天经地义的人是不是穷人活着就是错误。他们忙着测量和穷人的距离来标榜自己，忙着出新的奢侈品广告新的教育模式来让穷人知道差距。

直到被点醒我的贫穷，我身体忍不住的颤抖，颤抖的频率比哭泣要大，像是那种狂笑的颤抖，然后我真的开始笑。

我看到了过去，我自己先开自己玩笑来保护自己，这样就看不到别人的笑到底是被我逗的还是讥笑。

有时候真的很懦弱，想让爸妈告诉我可以gap 可以放松 可以不实习 可以好好生活，不然自我规训真的没个头，在伦敦也很难不和别人比较。

不过至少证明读书还是有用的，我变得很平和，我知道我不是第一个经历这些思潮的人，我只要不在意或者克服这个问题就好。`,
  },
  {
    date: "2026.03.28",
    tag: "MOOD",
    zh: `昨天第一次去吃了米其林。
在诺丁山。也没有什么仪式感，只是刚好走到那里，问了下有位置就进去了。

三个小时。
中间有点困，困意上来的时候，刚好又上一道菜。
就继续吃。

很多事情，大概都需要亲自经历一次。
不然判断是轻的。

去过一些地方之后，才慢慢承认，自己可能更喜欢潮湿、混乱一点的地方。
去过欧洲才能说还是更喜欢东南亚，我能吃路边摊也能吃米其林。我感受的东西不止是食客的思考


别人的生活，一直都在那里。
他们有他们完整的一套价值系统。
有时候会被卷进去。

之前大概是把自己放得太低了。
很多东西不是没有，而是不太敢认领。

现在稍微好一点。
会觉得，如果发生在我身上，也没什么不合理。

但也没有变得更热烈。

我不贫瘠。
这件事，以前是模糊的。

现在知道了。
也不太需要反复说明。`,
  },
  {
    date: "2026.03.24",
    tag: "MOOD",
    zh: "我正在完善自己成为一个不无聊的人。电影里总是有情节：意识到下半辈子还要和伴侣生活五六十年，就很绝望。我觉得不光是伴侣，家庭、朋友之间也应判断自己是否能为他们带去有趣、新鲜的事。因为当我们的感受和性器官退化后，我们最终只剩下灵魂的交流。",
  },
  {
    date: "2026.03.24",
    tag: "MOOD",
    zh: `我一直完善功能，终于到了这一步可以写日记或者碎碎念了。`,
  },
];
