const myThoughts = [
        { 
        date: '2026.03.28', 
        tag: 'MOOD', 
        en: '', 
        zh: '

昨天第一次去吃了米其林。
在诺丁山。也没有什么仪式感，只是刚好走到那里，问了下有位置就进去了。

三个小时。
中间有点困，困意上来的时候，刚好又上一道菜。
就继续吃。

很多事情，大概都需要亲自经历一次。
不然判断是轻的。

去过一些地方之后，才慢慢承认，自己可能更喜欢潮湿、混乱一点的地方。
去过欧洲才能说还是更喜欢东南亚，我能吃路边摊也能吃米其林。我感受的东西不止是食客的思考


别人的生活，一直都在那里。
他们有他们完整的一套价值系统。
有时候会被卷进去。

之前大概是把自己放得太低了。
很多东西不是没有，而是不太敢认领。

现在稍微好一点。
会觉得，如果发生在我身上，也没什么不合理。

但也没有变得更热烈。

我不贫瘠。
这件事，以前是模糊的。

现在知道了。
也不太需要反复说明。'
    },
    { 
        date: '2026.03.24', 
        tag: 'MOOD', 
        en: '', 
        zh: '错也行 错过也行 过去就行'
    },
    { 
        date: '2026.03.24', 
        tag: 'MOOD', 
        en: '', 
        zh: '我正在完善自己成为一个不无聊的人。电影里总是有情节：意识到下半辈子还要和伴侣生活五六十年，就很绝望。我觉得不光是伴侣，家庭、朋友之间也应判断自己是否能为他们带去有趣、新鲜的事。因为当我们的感受和性器官退化后，我们最终只剩下灵魂的交流。'
    },
    { 
        date: '2026.03.24', 
        tag: 'MOOD', 
        en: 'I have been continuously improving the functionality, and finally at this point, I can write a diary thoughts here, and only those who care can see it', 
        zh: '我一直完善功能，终于到了这一步可以写日记或者碎碎念了，而且只有在意的人能看到。' 
    }
];
